/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.anonymalert" = "يوصى دائمًا بمشاركة الملاحظات باستخدام عنوان البريد الإلكتروني الخاص بك. إذا لم تقم بمشاركة عنوان البريد الإلكتروني الخاص بك، فلن نتمكن من التواصل معك لإعلامك بتحديث حول المشكلة.";

"zanalytics.bug.alert.quitfeedback" = "هل أنت متأكد من أنك تريد المغادرة؟";
"zanalytics.feedback.navbar.title.noscreenshots" = "لا تتوفر لقطات شاشة";
"zanalytics.feedback.navbar.title.screenshots" = "لقطات الشاشة";
"zanalytics.feedback.navbar.title.snap" = "التقاط صورة";
"zanalytics.feedback.navbar.title.compose" = "إنشاء";

"zanalytics.bug.alert.cancel"               = "لا";
"zanalytics.bug.alert.title"                = "أتريد أن تخبرنا عن شيء؟";
"zanalytics.feedback.navbar.title.feedback"             = "ملاحظات";
"zanalytics.feedback.navbar.title.reportbug"            = "إبلاغ عن خطأ";
"zanalytics.feedback.navbar.title.helpme"               = "ساعدوني";
"zanalytics.feedback.navbar.title.systemlogs"             = "سجلات النظام";
"zanalytics.feedback.navbar.title.diagnosticinfo"             = "معلومات تشخيصية";
"zanalytics.bug.alert.dontshowagain"            = "لا تظهر هذا مرة أخرى";
"zanalytics.bug.alert.title.helpme"            = "ساعدوني";
"zanalytics.bug.alert.message.savetolocal"         = "عذرًا... لم نتمكن من إرسال بلاغ الخطأ، هل تريد حفظ لقطة الشاشة؟";
"zanalytics.feedback.email.title"                = "‎عنوان البريد الإلكتروني";
"zanalytics.bug.detectscreen.title"       = "هل وجدت شيئًا مثيرًا؟";
"zanalytics.bug.alert.detectscreen.yes"                      = "نعم";
"zanalytics.bug.alert.detectscreen.no"                       = "لا";
"zanalytics.bug.alert.detectscreen.share" = "مشاركة";
"zanalytics.bug.alert.detectscreen.dontshow" = "لا تسأل مرة أخرى";
"zanalytics.bug.annotate.button.title"                       = "علّق على الخطأ باستخدام الأدوات الواردة أدناه";
"zanalytics.feedback.failed.alert.description" = "فشل إرسال التعليقات، يرجى المحاولة مرة أخرى!";
"zanalytics.feedback.success.alert.description" = "شكرًا لك على إرسال ملاحظاتك!";
"zanalytics.feedback.common.alert.title.add.photos" = "إضافة صور";
"zanalytics.feedback.common.alert.title.alert" = "تنبيه";
"zanalytics.feedback.common.button.title.back" = "الرجوع";
"zanalytics.feedback.common.button.title.cancel" = "‎إلغاء";
"zanalytics.feedback.common.button.title.close" = "إغلاق";
"zanalytics.feedback.common.button.title.ok" = "موافق";
"zanalytics.feedback.textview.placeholder"           = "نحن نقدر ملاحظاتك. يُرجى إخبارنا برأيك في أدائنا.";
"zanalytics.bug.textview.placeholder"           = "هل واجهت أي مشكلة أثناء استخدام تطبيقنا؟ دعنا نعلم بذلك.";
"zanalytics.help.textview.placeholder"           = "سنحاول تصحيح الأمور ومساعدتك!";
"zanalytics.feedback.add.photos.alert.description" = "لا توجد صور مرفقة، افتح معرض الصور لإضافة المزيد من الصور!";
"zanalytics.feedback.add.photos.alert.open" = "افتح الصور";
"zanalytics.feedback.access.photos.alert.description" = "لا يشمل تطبيق %@ إمكانية وصول إلى صورك.\nلتمكين الوصول، انتقل إلى: الإعدادات > الخصوصية > الصور > %@";
"zanalytics.feedback.access.photos.alert.settings" = "الإعدادات";
"zanalytics.feedback.label.title.anonymous" = "مجهول";
"zanalytics.feedback.navbar.button.title.send" = "إرسال";
"zanalytics.feedback.navbar.button.title.next" = "التالي";
"zanalytics.feedback.navbar.button.title.done" = "تم";
"zanalytics.feedback.navbar.button.title.editphotos" = "تحرير الصور";
"zanalytics.feedback.navbar.button.title.addmore" = "إضافة المزيد";
"zanalytics.feedback.navbar.button.title.attach" = "إرفاق";
"zanalytics.feedback.navbar.button.title.delete" = "حذف";
"zanalytics.feedback.navbar.title.taptoedit" = "انقر للتحرير";
"zanalytics.feedback.navbar.title.editor" = "المحرر";
"zanalytics.feedback.navbar.title.choosephotos" = "اختر الصور";
"zanalytics.feedback.navbar.title.selectphotos" = "حدد الصور";
"zanalytics.feedback.navbar.title.photoselected" = "تم تحديد الصورة";
"zanalytics.feedback.navbar.title.photosselected" = "تم تحديد الصور";
"zanalytics.feedback.accessory.title.systemlogs" = "تضمين سجلات النظام";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "تضمين المعلومات التشخيصية";
"zanalytics.feedback.accessory.button.title.view" = "عرض";
"zanalytics.feedback.picker.image.notfound" = "لم يتم العثور على صور";
"zanalytics.feedback.attachments.title" = "المرفقات(%i)";
"zanalytics.feedback.privacy.consent.description" = "نوصيك بإدراج سجل وحدة التحكم ومعلومات التشخيص لأنها ستساعد مطورينا على فهم الملاحظات التي تشاركها بشكل أفضل.";
"zanalytics.feedback.privacy.consent.clogs.title" = "سجلات وحدة التحكم";
"zanalytics.feedback.privacy.consent.dinfo.title" = "معلومات تشخيصية";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "معلومات أخرى";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "معلومات الجهاز";
"zanalytics.feedback.privacy.consent.cancel" = "‎إلغاء";
"zanalytics.feedback.privacy.consent.openmailapp" = "فتح في البريد";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "الإرسال دائمًا";

